Repository: bobbingwide/wizzie
Catalog: languages/wizzie-bb_BB.po
Languages: bb_bb

source: Wizzie front-page.html
bb_bb: Wziize fornt-pgae.hmtl

source: Wizzie index.html
bb_bb: Wziize idnex.hmtl

source: Wizzie page-cart.html
bb_bb: Wziize pgae-crat.hmtl

source: Wizzie page-checkout.html
bb_bb: Wziize pgae-cehkcuot.hmtl

source: Wizzie page-my-account.html
bb_bb: Wziize pgae-my-accuont.hmtl

source: Wizzie page-shop.html
bb_bb: Wziize pgae-sohp.hmtl

source: Wizzie single-product.html
bb_bb: Wziize snilge-porudct.hmtl

source: Customer reviews
bb_bb: Csuotemr rveeiws

source: Home
bb_bb: Hmoe

source: Blog
bb_bb: Bolg

source: Sitemap
bb_bb: Stimeap

source: Sites
bb_bb: Sties

source: My account
bb_bb: My accuont

source: Cart
bb_bb: Crat

source: Checkout
bb_bb: Cehkcuot

source: API reference
bb_bb: API rferenece

source: Blocks
bb_bb: Bolkcs

source: Plugins
bb_bb: Puligns

source: Themes
bb_bb: Tehems

source: Block news
bb_bb: Bolck nwes

source: About
bb_bb: Aobut

source: Shop
bb_bb: Sohp

source: Wizzie header.html
bb_bb: Wziize haeedr.hmtl

source: Product Categories
bb_bb: Porudct Ctageroeis
